Repository: M1zz/WeekBlocks
Catalog: WeekBlocks/Localizable.xcstrings
Source language: ko
Languages: cs, da, de, el, en, es, fi, fr, id, it, ja, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: %lld개 갱신
cs: Aktualizováno: %lld
da: %lld opdateret
de: %lld aktualisiert
el: Ενημερώθηκαν %lld
en: %lld updated
es: %lld actualizados
fi: Päivitetty %lld
fr: %lld mis à jour
id: %lld diperbarui
it: %lld aggiornati
ja: %lld件を更新しました
nb: %lld oppdatert
nl: %lld bijgewerkt
pl: Zaktualizowano: %lld
pt_br: %lld atualizados
ru: Обновлено: %lld
sv: %lld uppdaterade
th: อัปเดต %lld รายการ
tr: %lld güncellendi
vi: Đã cập nhật %lld
zh_hans: 已更新 %lld 个
zh_hant: 已更新 %lld 個

source: %lld개 단계가 2시간을 넘습니다. 끝이 닫히는 크기로 더 쪼개세요. 하다 만 단계는 다음 시간까지 주의를 끌고 갑니다.
cs: Kroky delší než dvě hodiny: %lld. Rozdělte je na velikost, kterou jde dokončit. Napůl hotový krok vám odvádí pozornost i do další hodiny.
da: %lld trin varer over to timer. Del dem op, til de kan lukkes. Et halvfærdigt trin trækker din opmærksomhed med ind i den næste time.
de: %lld Schritte dauern länger als zwei Stunden. Teile sie in Größen auf, die sich abschließen lassen. Ein halb erledigter Schritt zieht deine Aufmerksamkeit in die nächste Stunde.
el: %lld βήματα ξεπερνούν τις δύο ώρες. Χώρισέ τα σε μέγεθος που κλείνει. Ένα βήμα που μένει στη μέση τραβάει την προσοχή σου και στην επόμενη ώρα.
en: %lld steps run over two hours. Split them down to a size that closes. A step left half-done drags your attention into the next hour.
es: %lld pasos duran más de dos horas. Divídelos hasta un tamaño que se pueda cerrar. Un paso a medias arrastra tu atención a la hora siguiente.
fi: %lld vaihetta kestää yli kaksi tuntia. Pilko ne niin pieniksi, että ne valmistuvat. Kesken jäänyt vaihe vetää huomiosi mukanaan seuraavaan tuntiin.
fr: %lld étapes dépassent deux heures. Découpez-les jusqu’à une taille qui se boucle. Une étape laissée à moitié entraîne votre attention dans l’heure suivante.
id: %lld langkah lebih dari dua jam. Pecah sampai ukurannya bisa tuntas. Langkah yang setengah jadi menyeret perhatian Anda ke jam berikutnya.
it: %lld fasi superano le due ore. Suddividile finché non hanno una dimensione che si chiude. Una fase lasciata a metà si trascina la tua attenzione nell’ora successiva.
ja: %lld個のステップが2時間を超えています。締めくくれる大きさまで分けましょう。やりかけのステップは、次の時間まで注意を引きずります。
nb: %lld trinn varer over to timer. Del dem opp til en størrelse som kan avsluttes. Et halvferdig trinn drar oppmerksomheten din med inn i neste time.
nl: %lld stappen duren langer dan twee uur. Splits ze op tot een omvang die je kunt afronden. Een half afgemaakte stap trekt je aandacht mee naar het volgende uur.
pl: Kroki dłuższe niż dwie godziny: %lld. Podziel je do rozmiaru, który się domyka. Krok zostawiony w połowie ciągnie uwagę do następnej godziny.
pt_br: %lld etapas passam de duas horas. Divida-as até um tamanho que se feche. Uma etapa deixada pela metade arrasta sua atenção para a hora seguinte.
ru: Шагов длиннее двух часов: %lld. Дробите их до размера, который закрывается. Недоделанный шаг тянет внимание и в следующий час.
sv: %lld steg tar mer än två timmar. Dela upp dem tills de går att avsluta. Ett halvfärdigt steg drar med sig din uppmärksamhet in i nästa timme.
th: มี %lld ขั้นตอนที่ยาวเกินสองชั่วโมง แบ่งให้เล็กลงจนจบได้ ขั้นตอนที่ทำค้างไว้จะดึงความสนใจของคุณไปจนถึงชั่วโมงถัดไป
tr: %lld adım iki saati aşıyor. Kapanabilecek bir boyuta inene kadar bölün. Yarım kalan bir adım dikkatinizi bir sonraki saate de taşır.
vi: Có %lld bước dài hơn hai tiếng. Hãy chia nhỏ đến mức khép lại được. Một bước làm dở sẽ kéo sự chú ý của bạn sang giờ tiếp theo.
zh_hans: 有 %lld 个步骤超过两小时。请拆分到能收尾的大小。做到一半的步骤，会把注意力拖进下一个小时。
zh_hant: 有 %lld 個步驟超過兩小時。請拆分到能收尾的大小。做到一半的步驟，會把注意力拖進下一個小時。

source: %lld개 만들고 다음
cs: Vytvořit (%lld) a pokračovat
da: Opret %lld og fortsæt
de: %lld erstellen und weiter
el: Δημιουργία %lld και συνέχεια
en: Create %lld and continue
es: Crear %lld y continuar
fi: Luo %lld ja jatka
fr: Créer %lld et continuer
id: Buat %lld dan lanjutkan
it: Crea %lld e continua
ja: %lld個作成して次へ
nb: Opprett %lld og fortsett
nl: Maak %lld aan en ga verder
pl: Utwórz (%lld) i dalej
pt_br: Criar %lld e continuar
ru: Создать (%lld) и дальше
sv: Skapa %lld och fortsätt
th: สร้าง %lld รายการแล้วไปต่อ
tr: %lld tane oluştur ve devam et
vi: Tạo %lld bước và tiếp tục
zh_hans: 创建 %lld 个并继续
zh_hant: 建立 %lld 個並繼續

source: %lld개 지움
cs: Odebráno: %lld
da: %lld fjernet
de: %lld entfernt
el: Αφαιρέθηκαν %lld
en: %lld removed
es: %lld eliminados
fi: Poistettu %lld
fr: %lld retiré(s)
id: %lld dihapus
it: %lld rimossi
ja: %lld件を削除
nb: %lld fjernet
nl: %lld verwijderd
pl: Usunięto: %lld
pt_br: %lld removidos
ru: Удалено: %lld
sv: %lld borttagna
th: ลบ %lld รายการ
tr: %lld kaldırıldı
vi: Đã xóa %lld
zh_hans: 已移除 %lld 个
zh_hant: 已移除 %lld 個

source: %lld개를 지웠습니다.
cs: Odebráno: %lld.
da: Fjernede %lld.
de: %lld entfernt.
el: Αφαιρέθηκαν %lld.
en: Removed %lld.
es: Se han eliminado %lld.
fi: Poistettu %lld.
fr: %lld retiré(s).
id: %lld dihapus.
it: %lld rimossi.
ja: %lld件を削除しました。
nb: Fjernet %lld.
nl: %lld verwijderd.
pl: Usunięto: %lld.
pt_br: %lld removidos.
ru: Удалено: %lld.
sv: Tog bort %lld.
th: ลบ %lld รายการแล้ว
tr: %lld kaldırıldı.
vi: Đã xóa %lld mục.
zh_hans: 已移除 %lld 个。
zh_hant: 已移除 %lld 個。

source: %lld번
cs: %lld×
da: %lld gange
de: %lld-mal
el: %lld φορές
en: %lld times
es: %lld veces
fi: %lld kertaa
fr: %lld fois
id: %lld kali
it: %lld volte
ja: %lld回
nb: %lld ganger
nl: %lld keer
pl: Razy: %lld
pt_br: %lld vezes
ru: Раз: %lld
sv: %lld gånger
th: %lld ครั้ง
tr: %lld kez
vi: %lld lần
zh_hans: %lld 次
zh_hant: %lld 次

source: %lld분
cs: %lld min
da: %lld min
de: %lld Min.
el: %lld λ.
en: %lldm
es: %lld min
fi: %lld min
fr: %lld min
id: %lld mnt
it: %lld min
ja: %lld分
nb: %lld min
nl: %lld min
pl: %lld min
pt_br: %lld min
ru: %lld мин
sv: %lld min
th: %lld นาที
tr: %lld dk
vi: %lld phút
zh_hans: %lld 分
zh_hant: %lld 分

source: %lld분 남음
cs: Zbývá %lld min
da: %lld min tilbage
de: Noch %lld Min.
el: Απομένουν %lld λ.
en: %lldm left
es: Quedan %lld min
fi: %lld min jäljellä
fr: %lld min restantes
id: Sisa %lld mnt
it: %lld min rimanenti
ja: 残り%lld分
nb: %lld min igjen
nl: Nog %lld min
pl: Zostało %lld min
pt_br: Faltam %lld min
ru: Осталось %lld мин
sv: %lld min kvar
th: เหลือ %lld นาที
tr: %lld dk kaldı
vi: Còn %lld phút
zh_hans: 剩 %lld 分
zh_hant: 剩 %lld 分

source: %lld분 넘김
cs: O %lld min déle
da: %lld min over
de: %lld Min. drüber
el: +%lld λ. παραπάνω
en: %lldm over
es: %lld min de más
fi: %lld min yli
fr: %lld min de dépassement
id: Lewat %lld mnt
it: %lld min oltre
ja: %lld分超過
nb: %lld min over
nl: %lld min over tijd
pl: Ponad plan %lld min
pt_br: %lld min a mais
ru: Сверх плана %lld мин
sv: %lld min över
th: เกิน %lld นาที
tr: %lld dk aşıldı
vi: Quá %lld phút
zh_hans: 超过 %lld 分
zh_hant: 超過 %lld 分

source: %lld시간
cs: %lld h
da: %lld t
de: %lld Std.
el: %lld ώ.
en: %lldh
es: %lld h
fi: %lld t
fr: %lld h
id: %lld j
it: %lld h
ja: %lld時間
nb: %lld t
nl: %lld u
pl: %lld h
pt_br: %lld h
ru: %lld ч
sv: %lld h
th: %lld ชม.
tr: %lld sa
vi: %lld giờ
zh_hans: %lld 小时
zh_hant: %lld 小時

# %lld시간 %lld분
source: %1$lld시간 %2$lld분
cs: %1$lld h %2$lld min
da: %1$lld t %2$lld min
de: %1$lld Std. %2$lld Min.
el: %1$lld ώ. %2$lld λ.
en: %lldh %lldm
es: %1$lld h %2$lld min
fi: %lld t %lld min
fr: %1$lld h %2$lld min
id: %lld j %lld mnt
it: %1$lld h %2$lld min
ja: %1$lld時間%2$lld分
nb: %1$lld t %2$lld min
nl: %1$lld u %2$lld min
pl: %1$lld h %2$lld min
pt_br: %1$lld h %2$lld min
ru: %1$lld ч %2$lld мин
sv: %1$lld h %2$lld min
th: %1$lld ชม. %2$lld นาที
tr: %1$lld sa %2$lld dk
vi: %1$lld giờ %2$lld phút
zh_hans: %1$lld 小时 %2$lld 分
zh_hant: %1$lld 小時 %2$lld 分

source: %lld시간 %lld분 남음
cs: Zbývá %1$lld h %2$lld min
da: %1$lld t %2$lld min tilbage
de: Noch %1$lld Std. %2$lld Min.
el: Απομένουν %1$lld ώ. %2$lld λ.
en: %1$lldh %2$lldm left
es: Quedan %1$lld h %2$lld min
fi: %1$lld t %2$lld min jäljellä
fr: %1$lld h %2$lld min restantes
id: Sisa %1$lld j %2$lld mnt
it: %1$lld h %2$lld min rimanenti
ja: 残り%1$lld時間%2$lld分
nb: %1$lld t %2$lld min igjen
nl: Nog %1$lld u %2$lld min
pl: Zostało %1$lld h %2$lld min
pt_br: Faltam %1$lld h %2$lld min
ru: Осталось %1$lld ч %2$lld мин
sv: %1$lld h %2$lld min kvar
th: เหลือ %1$lld ชม. %2$lld นาที
tr: %1$lld sa %2$lld dk kaldı
vi: Còn %1$lld giờ %2$lld phút
zh_hans: 剩 %1$lld 小时 %2$lld 分
zh_hant: 剩 %1$lld 小時 %2$lld 分

source: %lld시간 %lld분 넘김
cs: O %1$lld h %2$lld min déle
da: %1$lld t %2$lld min over
de: %1$lld Std. %2$lld Min. drüber
el: +%1$lld ώ. %2$lld λ. παραπάνω
en: %1$lldh %2$lldm over
es: %1$lld h %2$lld min de más
fi: %1$lld t %2$lld min yli
fr: %1$lld h %2$lld min de dépassement
id: Lewat %1$lld j %2$lld mnt
it: %1$lld h %2$lld min oltre
ja: %1$lld時間%2$lld分超過
nb: %1$lld t %2$lld min over
nl: %1$lld u %2$lld min over tijd
pl: Ponad plan %1$lld h %2$lld min
pt_br: %1$lld h %2$lld min a mais
ru: Сверх плана %1$lld ч %2$lld мин
sv: %1$lld h %2$lld min över
th: เกิน %1$lld ชม. %2$lld นาที
tr: %1$lld sa %2$lld dk aşıldı
vi: Quá %1$lld giờ %2$lld phút
zh_hans: 超过 %1$lld 小时 %2$lld 分
zh_hant: 超過 %1$lld 小時 %2$lld 分

source: %lld열로 옮기기
cs: Přesunout do sloupce %lld
da: Flyt til kolonne %lld
de: In Spalte %lld verschieben
el: Μετακίνηση στη στήλη %lld
en: Move to column %lld
es: Mover a la columna %lld
fi: Siirrä sarakkeeseen %lld
fr: Déplacer vers la colonne %lld
id: Pindah ke kolom %lld
it: Sposta nella colonna %lld
ja: %lld列目に移動
nb: Flytt til kolonne %lld
nl: Verplaats naar kolom %lld
pl: Przenieś do kolumny %lld
pt_br: Mover para a coluna %lld
ru: В колонку %lld
sv: Flytta till kolumn %lld
th: ย้ายไปคอลัมน์ %lld
tr: %lld. sütuna taşı
vi: Chuyển sang cột %lld
zh_hans: 移到第 %lld 列
zh_hant: 移到第 %lld 欄

source: %lld일
cs: Dny: %lld
da: %lld dage
de: %lld Tage
el: %lld ημέρες
en: %lld days
es: %lld días
fi: %lld päivää
fr: %lld jours
id: %lld hari
it: %lld giorni
ja: %lld日
nb: %lld dager
nl: %lld dagen
pl: Dni: %lld
pt_br: %lld dias
ru: Дней: %lld
sv: %lld dagar
th: %lld วัน
tr: %lld gün
vi: %lld ngày
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld일 무료로 써 보고, 그 뒤에 결제됩니다.
cs: Zdarma po dobu %lld dnů, poté placené.
da: Gratis i %lld dage, derefter betaling.
de: %lld Tage kostenlos, danach kostenpflichtig.
el: Δωρεάν για %lld ημέρες, μετά χρέωση.
en: Free for %lld days, then billed.
es: Gratis durante %lld días; después, se cobra.
fi: Ilmainen %lld päivää, sen jälkeen maksullinen.
fr: Gratuit pendant %lld jours, puis facturé.
id: Gratis selama %lld hari, lalu ditagih.
it: Gratis per %lld giorni, poi a pagamento.
ja: %lld日間無料でお試しいただけ、その後に課金されます。
nb: Gratis i %lld dager, deretter betaling.
nl: %lld dagen gratis, daarna betaal je.
pl: Za darmo przez %lld dni, potem płatnie.
pt_br: Grátis por %lld dias, depois é cobrado.
ru: Бесплатно %lld дн., затем — оплата.
sv: Gratis i %lld dagar, sedan debiteras du.
th: ใช้ฟรี %lld วัน จากนั้นจึงเรียกเก็บเงิน
tr: %lld gün ücretsiz, ardından ücretlendirilir.
vi: Miễn phí %lld ngày, sau đó mới tính phí.
zh_hans: 免费试用 %lld 天，之后开始扣费。
zh_hant: 免費試用 %lld 天，之後開始收費。

source: %lld일 전
cs: Před %lld dny
da: For %lld dage siden
de: vor %lld Tagen
el: Πριν από %lld ημέρες
en: %lld days ago
es: Hace %lld días
fi: %lld päivää sitten
fr: il y a %lld jours
id: %lld hari lalu
it: %lld giorni fa
ja: %lld日前
nb: For %lld dager siden
nl: %lld dagen geleden
pl: %lld dni temu
pt_br: Há %lld dias
ru: %lld дн. назад
sv: för %lld dagar sedan
th: %lld วันที่แล้ว
tr: %lld gün önce
vi: %lld ngày trước
zh_hans: %lld 天前
zh_hant: %lld 天前

source: %lld일 후
cs: Za %lld d
da: Om %lld dage
de: In %lld Tagen
el: Σε %lld ημέρες
en: In %lld days
es: Dentro de %lld días
fi: %lld päivän päästä
fr: Dans %lld jours
id: Dalam %lld hari
it: Tra %lld giorni
ja: %lld日後
nb: Om %lld dager
nl: Over %lld dagen
pl: Za %lld dni
pt_br: Em %lld dias
ru: Через %lld дн.
sv: Om %lld dagar
th: อีก %lld วัน
tr: %lld gün sonra
vi: Sau %lld ngày
zh_hans: %lld 天后
zh_hant: %lld 天後

source: %lld주 전
cs: Před %lld týdny
da: For %lld uger siden
de: vor %lld Wochen
el: Πριν από %lld εβδομάδες
en: %lld weeks ago
es: Hace %lld semanas
fi: %lld viikkoa sitten
fr: il y a %lld semaines
id: %lld minggu lalu
it: %lld settimane fa
ja: %lld週間前
nb: For %lld uker siden
nl: %lld weken geleden
pl: %lld tyg. temu
pt_br: Há %lld semanas
ru: %lld нед. назад
sv: för %lld veckor sedan
th: %lld สัปดาห์ที่แล้ว
tr: %lld hafta önce
vi: %lld tuần trước
zh_hans: %lld 周前
zh_hant: %lld 週前

source: %lld주 후
cs: za %lld týd.
da: om %lld uger
de: in %lld Wochen
el: σε %lld εβδομάδες
en: in %lld weeks
es: dentro de %lld semanas
fi: %lld viikon päästä
fr: dans %lld semaines
id: dalam %lld minggu
it: tra %lld settimane
ja: %lld週間後
nb: om %lld uker
nl: over %lld weken
pl: za %lld tyg.
pt_br: em %lld semanas
ru: через %lld нед.
sv: om %lld veckor
th: อีก %lld สัปดาห์
tr: %lld hafta sonra
vi: sau %lld tuần
zh_hans: %lld 周后
zh_hant: %lld 週後

source: %lld줄 · 2줄로 줄이기
cs: Sloupce: %lld · zmenšit na 2
da: %lld kolonner · gør det til 2
de: %lld Spalten · auf 2 reduzieren
el: %lld στήλες · κάν’ τες 2
en: %lld columns · make it 2
es: %lld columnas · reducir a 2
fi: %lld saraketta · muuta kahdeksi
fr: %lld colonnes · passer à 2
id: %lld kolom · jadikan 2
it: %lld colonne · riduci a 2
ja: %lld列 · 2列にする
nb: %lld kolonner · gjør det til 2
nl: %lld kolommen · maak er 2 van
pl: Kolumny: %lld · zrób 2
pt_br: %lld colunas · deixar em 2
ru: Колонок: %lld · сделать 2
sv: %lld kolumner · gör det till 2
th: %lld คอลัมน์ · ลดเหลือ 2
tr: %lld sütun · 2’ye indir
vi: %lld cột · giảm còn 2
zh_hans: %lld 列 · 改成 2 列
zh_hant: %lld 欄 · 改成 2 欄

source: %lld줄로 겹쳤어요
cs: Plány vedle sebe: %lld
da: %lld planer side om side
de: %lld Pläne nebeneinander
el: %lld πλάνα το ένα δίπλα στο άλλο
en: %lld plans side by side
es: %lld planes en paralelo
fi: %lld suunnitelmaa rinnakkain
fr: %lld plans côte à côte
id: %lld rencana berdampingan
it: %lld piani affiancati
ja: %lld件が並んで重なっています
nb: %lld planer side om side
nl: %lld plannen naast elkaar
pl: Plany obok siebie: %lld
pt_br: %lld planos lado a lado
ru: Рядом стоят планы: %lld
sv: %lld planer sida vid sida
th: มี %lld แผนเรียงซ้อนกัน
tr: Yan yana %lld plan
vi: %lld kế hoạch nằm cạnh nhau
zh_hans: 重叠成 %lld 列
zh_hant: 重疊成 %lld 欄

source: %lld회
cs: Část %lld
da: Session %lld
de: Einheit %lld
el: Φορά %lld
en: Session %lld
es: Sesión %lld
fi: Kerta %lld
fr: Séance %lld
id: Sesi %lld
it: Sessione %lld
ja: %lld回目
nb: Økt %lld
nl: Sessie %lld
pl: Sesja %lld
pt_br: Sessão %lld
ru: Подход %lld
sv: Pass %lld
th: ครั้งที่ %lld
tr: %lld. oturum
vi: Lần %lld
zh_hans: 第 %lld 次
zh_hant: 第 %lld 次

source: %lld회 (끼니·세션)
cs: %lld× (jídla nebo části)
da: %lld× (måltider eller sessioner)
de: %lld× (Mahlzeiten oder Einheiten)
el: %lld× (γεύματα ή φορές)
en: %lld× (meals or sessions)
es: %lld× (comidas o sesiones)
fi: %lld× (ateriat tai kerrat)
fr: %lld× (repas ou séances)
id: %lld× (makan atau sesi)
it: %lld× (pasti o sessioni)
ja: %lld回（食事・セッション）
nb: %lld× (måltider eller økter)
nl: %lld× (maaltijden of sessies)
pl: %lld× (posiłki lub sesje)
pt_br: %lld× (refeições ou sessões)
ru: %lld× (приёмы пищи или подходы)
sv: %lld× (måltider eller pass)
th: %lld ครั้ง (มื้อหรือรอบ)
tr: %lld× (öğün ya da oturum)
vi: %lld lần (bữa ăn hoặc buổi)
zh_hans: %lld 次（用餐或场次）
zh_hant: %lld 次（用餐或場次）

source: +5분
cs: +5 min
da: +5 min
de: +5 Min.
el: +5 λεπτά
en: +5 min
es: +5 min
fi: +5 min
fr: +5 min
id: +5 mnt
it: +5 min
ja: +5分
nb: +5 min
nl: +5 min
pl: +5 min
pt_br: +5 min
ru: +5 мин
sv: +5 min
th: +5 นาที
tr: +5 dk
vi: +5 phút
zh_hans: +5 分钟
zh_hant: +5 分鐘

source: +10분
cs: +10 min
da: +10 min
de: +10 Min.
el: +10 λεπτά
en: +10 min
es: +10 min
fi: +10 min
fr: +10 min
id: +10 mnt
it: +10 min
ja: +10分
nb: +10 min
nl: +10 min
pl: +10 min
pt_br: +10 min
ru: +10 мин
sv: +10 min
th: +10 นาที
tr: +10 dk
vi: +10 phút
zh_hans: +10 分钟
zh_hant: +10 分鐘

source: = 100%%, 단계 %lld개가 나눠 가짐
cs: = 100 %%, rozděleno do kroků: %lld
da: = 100%%, fordelt på %lld trin
de: = 100 %%, verteilt auf %lld Schritte
el: = 100%%, μοιρασμένο σε %lld βήματα
en: = 100%%, split across %lld steps
es: = 100%%, repartido en %lld pasos
fi: = 100 %%, jaettuna %lld vaiheelle
fr: = 100 %%, réparti sur %lld étapes
id: = 100%%, dibagi ke %lld langkah
it: = 100%%, suddiviso fra %lld fasi
ja: = 100%%、%lld個のステップで分担
nb: = 100%%, fordelt på %lld trinn
nl: = 100%%, verdeeld over %lld stappen
pl: = 100%%, po równo na kroki: %lld
pt_br: = 100%%, dividido entre %lld etapas
ru: = 100%%, поровну на шаги: %lld
sv: = 100%%, fördelat på %lld steg
th: = 100%% แบ่งให้ %lld ขั้นตอน
tr: = %%100, %lld adıma bölündü
vi: = 100%%, chia cho %lld bước
zh_hans: = 100%%，由 %lld 个步骤分摊
zh_hant: = 100%%，由 %lld 個步驟分攤

source: 💡 세 가지를 다 통과한 블록만 또렷한 색으로 섭니다. 비워 두어도 저장되고, 그때는 시간표에서 주황색 '구체성 미검증'으로 남습니다.
cs: 💡 Plnou barvou se zobrazí jen bloky, které projdou všemi třemi kontrolami. Uložit můžete i bez nich – blok pak zůstane oranžový a označený jako nezkontrolovaný.
da: 💡 Blokke, der består alle tre, står i fuld farve. Du kan gemme uden dem – blokken forbliver så orange og markeret som ikke tjekket.
de: 💡 Nur Blöcke, die alle drei Prüfungen bestehen, erscheinen in voller Farbe. Du kannst auch ohne sie speichern – dann bleibt der Block orange und gilt als nicht geprüft.
el: 💡 Τα μπλοκ που περνούν και τα τρία εμφανίζονται με πλήρες χρώμα. Μπορείς να αποθηκεύσεις και χωρίς αυτά — τότε το μπλοκ μένει πορτοκαλί, με σήμανση ότι δεν ελέγχθηκε.
en: 💡 Blocks that pass all three stand in full colour. You can save without them — the block then stays orange, marked as not checked.
es: 💡 Los bloques que superan las tres comprobaciones se muestran a todo color. Puedes guardar sin ellas: el bloque se queda en naranja, marcado como no comprobado.
fi: 💡 Kaikki kolme tarkistusta läpäisevät lohkot näkyvät täysvärisinä. Voit tallentaa ilmankin – lohko jää silloin oranssiksi ja merkitään tarkistamattomaksi.
fr: 💡 Seuls les blocs qui passent les trois critères s’affichent en couleur pleine. Vous pouvez enregistrer sans eux : le bloc reste alors orange, marqué comme non vérifié.
id: 💡 Blok yang lolos ketiganya tampil penuh warna. Anda tetap bisa menyimpan tanpanya — bloknya tetap oranye, ditandai belum dicek.
it: 💡 I blocchi che superano tutti e tre i controlli appaiono a colori pieni. Puoi salvare anche senza: il blocco resta arancione e segnato come non verificato.
ja: 💡 3つすべてを満たしたブロックだけがくっきりした色で表示されます。空欄のままでも保存でき、その場合はタイムテーブル上でオレンジ色の「具体性未チェック」として残ります。
nb: 💡 Blokker som består alle tre, vises i full farge. Du kan lagre uten dem – blokken forblir da oransje og merket som ikke sjekket.
nl: 💡 Blokken die alle drie halen, krijgen hun volle kleur. Je kunt ook zonder bewaren — het blok blijft dan oranje, gemarkeerd als niet gecontroleerd.
pl: 💡 Bloki, które przejdą wszystkie trzy testy, mają pełny kolor. Możesz zapisać bez nich — blok zostanie wtedy pomarańczowy, oznaczony jako niesprawdzony.
pt_br: 💡 Blocos que passam nos três aparecem em cor plena. Dá para salvar sem eles — o bloco fica laranja, marcado como não verificado.
ru: 💡 Блоки, прошедшие все три проверки, отображаются полным цветом. Можно сохранить и без них — тогда блок останется оранжевым с пометкой «не проверено».
sv: 💡 Block som klarar alla tre visas i full färg. Du kan spara utan dem – då förblir blocket orange och markerat som ej kontrollerat.
th: 💡 บล็อกที่ผ่านครบทั้งสามข้อจะแสดงเป็นสีเต็ม จะบันทึกโดยไม่กรอกก็ได้ แต่บล็อกจะเป็นสีส้มและมีเครื่องหมายว่ายังไม่ได้ตรวจ
tr: 💡 Yalnızca üç kontrolü de geçen bloklar tam renkte görünür. Bunlar olmadan da kaydedebilirsiniz; o zaman blok turuncu kalır ve kontrol edilmemiş olarak işaretlenir.
vi: 💡 Khối nào vượt qua cả ba sẽ hiện đủ màu. Bạn vẫn lưu được khi bỏ trống — khi đó khối giữ màu cam, đánh dấu là chưa kiểm tra.
zh_hans: 💡 三项都通过的时间块才会以鲜明颜色显示。不填也能保存，但会在时间表上保持橙色，标为“具体性未检查”。
zh_hant: 💡 三項都通過的區塊才會以鮮明顏色顯示。不填也能儲存，但會在時間表上保持橘色，標示為「具體性未檢查」。

source: 💡 세 가지를 모두 통과해야 블록을 저장할 수 있습니다.
cs: 💡 Než blok uložíte, musí projít všemi třemi kontrolami.
da: 💡 Alle tre skal bestås, før du kan gemme blokken.
de: 💡 Alle drei Prüfungen müssen bestanden sein, bevor du den Block speichern kannst.
el: 💡 Πρέπει να περάσουν και τα τρία για να αποθηκεύσεις το μπλοκ.
en: 💡 All three have to pass before you can save the block.
es: 💡 Tienen que cumplirse las tres para poder guardar el bloque.
fi: 💡 Kaikkien kolmen on läpäistävä ennen kuin lohkon voi tallentaa.
fr: 💡 Les trois critères doivent être remplis pour enregistrer le bloc.
id: 💡 Ketiganya harus lolos sebelum blok bisa disimpan.
it: 💡 Per salvare il blocco devono essere superati tutti e tre i controlli.
ja: 💡 3つすべてを満たさないとブロックを保存できません。
nb: 💡 Alle tre må bestås før du kan lagre blokken.
nl: 💡 Alle drie moeten slagen voordat je het blok kunt bewaren.
pl: 💡 Aby zapisać blok, wszystkie trzy testy muszą przejść.
pt_br: 💡 Os três precisam passar para você salvar o bloco.
ru: 💡 Чтобы сохранить блок, нужно пройти все три проверки.
sv: 💡 Alla tre måste vara godkända innan du kan spara blocket.
th: 💡 ต้องผ่านครบทั้งสามข้อจึงจะบันทึกบล็อกได้
tr: 💡 Bloğu kaydedebilmek için üç kontrolün de geçilmesi gerekir.
vi: 💡 Phải đạt cả ba mới lưu được khối.
zh_hans: 💡 三项都通过才能保存时间块。
zh_hant: 💡 三項都通過才能儲存區塊。

source: 1열로 옮기기 (%@ 안에)
cs: Přesunout do sloupce 1 (uvnitř %@)
da: Flyt til kolonne 1 (inden for %@)
de: In Spalte 1 verschieben (innerhalb von %@)
el: Μετακίνηση στη στήλη 1 (μέσα στο %@)
en: Move to column 1 (inside %@)
es: Mover a la columna 1 (dentro de %@)
fi: Siirrä sarakkeeseen 1 (kohteen %@ sisään)
fr: Déplacer vers la colonne 1 (dans %@)
id: Pindah ke kolom 1 (di dalam %@)
it: Sposta nella colonna 1 (dentro %@)
ja: 1列目に移動（%@の中）
nb: Flytt til kolonne 1 (innenfor %@)
nl: Verplaats naar kolom 1 (binnen %@)
pl: Przenieś do kolumny 1 (w „%@”)
pt_br: Mover para a coluna 1 (dentro de %@)
ru: В колонку 1 (внутри «%@»)
sv: Flytta till kolumn 1 (inom %@)
th: ย้ายไปคอลัมน์ 1 (ภายใน %@)
tr: 1. sütuna taşı (içinde: %@)
vi: Chuyển sang cột 1 (trong %@)
zh_hans: 移到第 1 列（在“%@”内）
zh_hant: 移到第 1 欄（在「%@」內）

source: 2열로 옮기기
cs: Přesunout do sloupce 2
da: Flyt til kolonne 2
de: In Spalte 2 verschieben
el: Μετακίνηση στη στήλη 2
en: Move to column 2
es: Mover a la columna 2
fi: Siirrä sarakkeeseen 2
fr: Déplacer vers la colonne 2
id: Pindah ke kolom 2
it: Sposta nella colonna 2
ja: 2列目に移動
nb: Flytt til kolonne 2
nl: Verplaats naar kolom 2
pl: Przenieś do kolumny 2
pt_br: Mover para a coluna 2
ru: В колонку 2
sv: Flytta till kolumn 2
th: ย้ายไปคอลัมน์ 2
tr: 2. sütuna taşı
vi: Chuyển sang cột 2
zh_hans: 移到第 2 列
zh_hant: 移到第 2 欄

source: 3자 이상
cs: Alespoň 3 znaky
da: Mindst 3 tegn
de: Mindestens 3 Zeichen
el: 3 χαρακτήρες ή περισσότεροι
en: 3 characters or more
es: 3 caracteres o más
fi: Vähintään 3 merkkiä
fr: 3 caractères ou plus
id: 3 karakter atau lebih
it: Almeno 3 caratteri
ja: 3文字以上
nb: Minst 3 tegn
nl: 3 tekens of meer
pl: Co najmniej 3 znaki
pt_br: 3 caracteres ou mais
ru: Не менее 3 символов
sv: Minst 3 tecken
th: อย่างน้อย 3 ตัวอักษร
tr: En az 3 karakter
vi: Từ 3 ký tự trở lên
zh_hans: 至少 3 个字
zh_hant: 至少 3 個字

source: 5분 안에 끝까지 가나요?
cs: Je to hotové do pěti minut?
da: Bliver den færdig inden for fem minutter?
de: Ist es in fünf Minuten erledigt?
el: Τελειώνει μέσα σε πέντε λεπτά;
en: Does it finish within five minutes?
es: ¿Se termina en cinco minutos?
fi: Valmistuuko se viidessä minuutissa?
fr: Est-ce terminé en cinq minutes ?
id: Selesai dalam lima menit?
it: Si finisce in cinque minuti?
ja: 5分以内に最後まで終わりますか？
nb: Blir den ferdig innen fem minutter?
nl: Is het binnen vijf minuten klaar?
pl: Kończy się w pięć minut?
pt_br: Termina em até cinco minutos?
ru: Заканчивается за пять минут?
sv: Blir det klart inom fem minuter?
th: ทำจนจบได้ภายในห้านาทีไหม
tr: Beş dakika içinde biter mi?
vi: Có xong trong năm phút không?
zh_hans: 5 分钟内能做完吗？
zh_hant: 5 分鐘內能做完嗎？
